Repository: BassamMsmar/aljeed-MS
Catalog: BackEnd/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Name
ar: اسم العميل

source: City
ar: المدينة

source: Driver Name
ar: اسم السائق

source: Driver Phone
ar: رقم الهاتف

source: Driver Id Number
ar: رقم الهوية

source: Driver Language
ar: اللغة

source: Truck Type
ar: نوع الشاحنة

source: Rate
ar: التقييم

source: arbic
ar: عربي

source: English
ar: انجليزي

source: Fare
ar: الاجرة

source: Premium
ar: زيادة

source: Return
ar: اجرة العودة

source: Days Stayed
ar: ايام مبات

source: Stay Cost
ar: اجرة المبات

source: Deducted
ar: خصم

source: Create At
ar: تاريخ الانشاء

source: Total
ar: المجموع

source: Company Name
ar: اسم الشركة

source: Company Logo
ar: الشعار

source: Subtitle
ar: الوصف

source: Facebool_link
ar: فيسبوك

source: Twitter_link
ar: تويتر

source: Youtube_link
ar: يوتيوب

source: Company Phone
ar: رقم الهاتف

source: Company Email
ar: الايميل

source: Company Address
ar: العنوان

source: Android app
ar: رابط التطبيق اندرويد

source: ios app
ar: ايفون

source: call us
ar: تواصل معنا

source: email us
ar: الايميل

source: City Arabic
ar: المدينة عربي

source: Shipped
ar: قيد الشحن

source: Delivered
ar: قيد التسليم

source: Late
ar: متأخرة

source: Feedback
ar: قيد المراجعة

source: Status
ar: الحالة

source: Destination
ar: الوجهه

source: Expected Arrival Date
ar: تاريخ الوضصول المتوقع

source: Actual Delivery Date
ar: تاريخ الوضصول الفعلي

source: Notes
ar: ملاحظة

source: Welcome
ar: مرحباً

source: Dashboard
ar: لوحة المعلومات

source: Shipments
ar: الشحنات

source: All
ar: الكل

source: Recieved
ar: مرسلة للشحن

source: Processed
ar: قيد المعالجة

source: Completed
ar: مكتملة

source: Receipts
ar: إضافة شحنة

source: Deiver
ar: السائق

source: Customer
ar: العميل

source: Admin
ar: لوحة التحكم

source: SMS System
ar: نظام الرسائل

source: Recent driver
ar: إضافة سائق

source: Bond No
ar: رقم السند

source: driver
ar: سائق

source: Bransh
ar: الفرع

source: Source
ar: المصدر

source: User
ar: المستخدم

source: Created At
ar: تاريخ الانشاء

source: Waybill
ar: بوليصة شحن

source: Invoice
ar: فاتورة

source: Recent shipments
ar: إضافة شحنة

source: Shipments list
ar: قائمة الشحنات
